Repository: KDE/kdev-mercurial
Catalog: po/*/kdevmercurial.po
Languages: ar, bs, ca, de, eo, es, et, eu, fr, gl, he, hi, it, ka, ko, nl, nn, pl, pt, ru, sk, sl, sv, tr, uk, zh_tw

source: Unable to find hg executable. Is it installed on the system?
ar: تعذّر العثور على ملف hg التنفيذي. هل هو مثبَّت على الحاسوب؟
ca: No s'ha pogut trobar l'executable del «hg». Està instal·lat en el sistema?
de: Die Programmdatei „hg“ wurde nicht gefunden, ist sie auf dem System installiert?
eo: Ne eblas trovi hg ruleblan. Ĉu ĝi estas instalita en la sistemo?
es: No se ha podido encontrar el ejecutable «hg». ¿Está instalado en el sistema?
et: hg täitmisfaili ei leitud. On see ikka süsteemi paigaldatud?
eu: Ez da hg exekutagarria aurkitzeko gai. Sisteman instalatuta dago?
fr: Impossible de trouver le programme hg. Est-il installé sur le système ?
gl: Non é posíbel atopar o executábel de hg. Está instalado no sistema?
he: לא ניתן למצוא את קובץ ההפעלה hg. הוא מותקן במערכת?
hi: एचजी एक्जीक्यूटेबल ढूंढ़ने में असफल। क्या वह आपके तंत्र में संस्थापित है?
it: Impossibile trovare l'eseguibile hg. È installato nel sistema?
ka: Mercurial-ის გამშვები ფაილის(hg) პოვნა შეუძლებელია. გიყენიათ?
ko: hg 실행 파일을 찾을 수 없습니다. 시스템에 설치되어 있습니까?
nl: Kan het hg-programma niet vinden. Is het ge√Ønstalleerd op het systeem?
nn: Fann ikkje programfila «hg». Sjå til at ho er installert.
pl: Nie można znaleźć pliku wykonywalnego hg. Czy został on wgrany do systemu?
pt: Não foi possível encontrar o executável 'hg'. Será que está instalado no sistema?
ru: Не удалось найти исполняемый файл «hg». Проверьте правильность установки Mercurial.
sk: Nemôžem nájsť program hg. Je nainštalovaný v systéme?
sl: Ne morem najti izvajalne datoteke hg. Ali je nameščena v sistemu?
sv: Kan inte hitta hg körbart program. Är det installerat på systemet?
tr: hg çalıştırılabiliri bulunamıyor. Sistemde kurulu mu?
uk: Не вдалося виявити виконуваний файл hg. Чи встановлено його у вашій системі?
zh_tw: 找不到 hg 執行檔。您確定有安裝它嗎？

source: Heads...
ar: رؤوس...
bs: Glave..
ca: Capçaleres...
eo: Kapoj...
es: Cabeceras...
et: Pead...
eu: Buruak...
fr: En-têtes...
gl: Cabezas…
he: ראשים…
hi: हेड्स...
it: Intestazioni...
ka: ჰედები...
ko: 헤드...
nn: Hovud …
pt: Versões de Topo...
ru: Ветки…
sk: Hlavy...
sl: Glave...
sv: Huvudobjekt...
tr: Kafalar...
uk: Основні гілки…
zh_tw: 標頭...

# mercurial queues submenu
source: New...
ar: جديد...
bs: Novi...
ca: Nova...
de: Neu ...
eo: Nova...
es: Nueva...
et: Uus...
eu: Berria...
fr: Nouveau...
gl: Novo…
he: חדש…
hi: नया...
it: Nuovo...
ka: ახალი...
ko: 새로 만들기...
nl: Nieuw...
nn: Ny …
pl: Nowy...
pt: Novo...
ru: Создать…
sk: Nový...
sl: Novo...
sv: Ny...
tr: Yeni...
uk: Створити…
zh_tw: 新增...

# mercurial queues submenu
source: Push
ar: ادفع
bs: Gurni
ca: Entrega («push»)
de: Übertragen (Push)
es: Incorporar
et: Lükka üles
eu: Bultzatu
fr: Empiler
gl: Enviar
he: דחיפה
hi: पुश
it: Incorpora
ka: გადაცემა
ko: 푸시
nn: Send inn
pl: Popchnij
pt: Enviar
ru: Отправить
sk: Tlačiť
sl: Potisni
sv: Lägg till
tr: İt
uk: Надіслати
zh_tw: 推入

# mercurial queues submenu
source: Push All
ar: ادفع الكل
bs: Gurni sve
ca: Entrega-ho tot («push all»)
de: Alles übertragen (push)
es: Incorporar todo
et: Lükka kõik üles
eu: Bultzatu dena
fr: Tout empiler
gl: Envialo todo
he: דחיפה של הכול
hi: सभी पुश करें
it: Incorpora tutto
ka: ყველას გადაცემა
ko: 모두 푸시
nl: Push alles
nn: Send inn alt
pl: Popchnij wszystko
pt: Enviar Tudo
ru: Отправить все
sk: Push všetko
sl: Potisni vse
sv: Lägg till alla
tr: Tümünü İt
uk: Надіслати все
zh_tw: 推入全部

# mercurial queues submenu
source: Pop
ar: أَخرِج
ca: Recupera («pop»)
de: Zurücknehmen (Pop)
es: Recuperar
et: Kõrvalda
eu: Eskuratu («pop»)
fr: Dépiler
gl: Sacar
he: שליפה (Pop)
hi: पॉप
it: Recupera
ka: პოპი
ko: 팝
nn: Trekk tilbake
pl: Pobierz
pt: Obter
ru: Извлечь
sl: Snemi
sv: Plocka bort
tr: Patlat
uk: Виштовхнути
zh_tw: 彈出

# mercurial queues submenu
source: Pop All
ar: أخرج الكلّ
bs: Preskočiti sve
ca: Recupera-ho tot («pop all»)
de: Alles zurücknehmen (pop)
es: Recuperar todo
et: Kõrvalda kõik
eu: Eskuratu dena («pop all»)
fr: Tout dépiler
gl: Sacalo todo
he: שליפה (Pop) של הכול
hi: सभी पॉप करें
it: Recupera tutto
ka: ყველას პოპი
ko: 모두 팝
nl: Pop alles
nn: Trekk tilbake alt
pl: Pobierz wszystko
pt: Obter Tudo
ru: Удалить все
sk: Pop všetko
sl: Snemi vse
sv: Plocka bort alla
tr: Tümünü Patlat
uk: Виштовхнути все
zh_tw: 彈出全部

# mercurial queues submenu
source: Manager...
ar: المدير...
bs: Menadžer..
ca: Gestor...
de: Verwaltung ...
eo: Administranto...
es: Gestor...
et: Haldur...
eu: Kudeatzailea...
fr: Gestionnaire...
gl: Xestor…
he: מנהל…
hi: प्रबंधक...
it: Responsabile...
ka: მმართველი...
ko: 관리자...
nn: Handsam …
pl: Menedżer...
pt: Gestor...
ru: Управление…
sk: Správca...
sl: Upravljalnik...
sv: Hanterare...
tr: Yönetici...
uk: Керування…
zh_tw: 管理器...

source: Mercurial Queues
ar: طوابير ميركيوريال
bs: Mercurial redovi
ca: Cues del Mercurial
de: Mercurial-Warteschlangen
es: Colas de Mercurial
et: Mercuriali järjekorrad
eu: «Mercurial»en ilarak
fr: Files d'attente Mercurial
gl: Colas de Mercurial
he: תורי Mercurial
hi: मर्कुरियल कतार
it: Code di Mercurial
ka: Mercurial-ის რიგები
ko: Mercurial 대기열
nl: Wachtrijen van Mercurial
nn: Mercurial-køar
pl: Kolejki Mercurial
pt: Filas do Mercurial
ru: Очереди Mercurial
sk: Fronty Mercurial
sl: Čakalne vrste Mercurial
sv: Mercurial-köer
tr: Mercurial Kuyrukları
uk: Черги Mercurial
zh_tw: Mercurial 佇列

source: Enter your login and password for Mercurial push.
ar: أدخِل اسم الولوج وكلمة المرور للدفع عبر ميركيوريال.
bs: Upišite svoje korisničko ime i pasvord za Mercurial ulaz.
ca: Introduïu el vostre usuari i contrasenya per a entregar al Mercurial.
de: Geben Sie Ihren Anmeldenamen und ein Passwort für die Übertragung (Push) zu Mercurial ein.
eo: Enigu vian ensaluton kaj pasvorton por Mercurial push.
es: Introduzca su usuario y contraseña para el envío de Mercurial.
et: Sisesta Mercuriali üleslükkamiseks oma kasutajatunnus ja parool.
eu: Sartu zure saio-hasiera eta pasahitza «Mercurial» bultzatzeko.
fr: Saisissez votre identifiant de connexion et votre mot de passe pour l'empilement sous Mercurial.
gl: Insira o seu nome de usuaria e contrasinal para enviar mediante Mercurial.
he: נא למלא שם משתמש וסיסמה לדחיפה ל־Mercurial.
hi: मर्कुरियल पुश के लिए अपना लॉगिन और पासवर्ड दर्ज करें।
it: Inserisci il tuo nome utente e password per l'invio di Mercurial.
ka: Mercurial-ის გადაცემისთვის მომხმარებლისა და პაროლის შეყვანაა საჭირო.
ko: Mercurial 푸시에 사용할 로그인과 암호를 입력하십시오.
nl: Voer uw aanmeldnaam en wachtwoord voor Mercurial push in.
nn: Skriv inn brukarnamn og passord for innsending.
pl: Wpisz swój login i hasło dla popchnięcia Mercurial.
pt: Indique o seu utilizador e senha de envio para o Mercurial.
ru: Введите имя пользователя и пароль для отправки изменений в Mercurial.
sk: Zadajte vás login a heslo pre Mercurial push.
sl: Vnesite vaše uporabniško ime in geslo za Mercurialov potisk.
sv: Skriv in användarnamn och lösenord för att sända till Mercurial.
tr: Mercurial itmesi için kullanıcı adı ve parolanızı girin.
uk: Вкажіть ваше ім’я користувача та пароль для надсилання внесків до системи Mercurial.
zh_tw: 為 Mercurial 上推來輸入您的登入資訊與密碼。

source: Mercurial Push Error
ar: خطأ دفع ميركيوريال
bs: Mercurial ulaz greska
ca: Error en entregar al Mercurial
de: Fehler beim Übertragen (Push) zu Mercurial
eo: Mercurial Puŝ-Eraro
es: Error de incorporación de Mercurial
et: Mercuriali üleslükkamise tõrge
eu: «Mercurial» bultzatze errorea
fr: Problème d'empilement de Mercurial
gl: Erro de envío de Mercurial
he: שגיאת דחיפה ל־Mercurial
hi: मर्कुरियल पुश त्रुटि
it: Errore di Mercurial nell'invio
ka: Mercurial-ზე გადაცემის შეცდომა
ko: Mercurial 푸시 오류
nl: Fout in Mercurial push
nn: Feil ved Mercurial-innsending
pl: Błąd popchnięcia Mercurial
pt: Erro de Envio para o Mercurial
ru: Ошибка отправки в Mercurial
sk: Chyba Mercurial Push
sl: Napaka Mercuraialovega potiska
sv: Fel vid sändning till Mercurial
tr: Mercurial İtme Hatası
uk: Помилка надсилання внесків до системи Mercurial
zh_tw: Mercurial 推送錯誤

source: Remote server does not accept your SSH key.
ar: الخادوم البعيد لا يقبل مفتاح SSH الخاص بك.
bs: Udaljeni poslužitelj ne prihvata tvoj ​​SSH ključ.
ca: El servidor remot no accepta la vostra clau SSH.
de: Der entfernte Server akzeptiert Ihren SSH-Schlüssel nicht.
eo: Fora servilo ne akceptas vian SSH-ŝlosilon.
es: El servidor remoto no ha aceptado su clave SSH.
et: Võrguserver ei tunnista sinu SSH võtit.
eu: Urruneko zerbitzariak ez du onartzen zure SSH gakoa.
fr: Le serveur distant n'accepte pas votre clé SSH.
gl: O servidor remoto non aceptar a súa chave de SSH.
he: השרת המרוחק לא מקבל את מפתח ה־SSH שלך.
hi: रिमोट सर्वर आपकी एसएसएच कुंजी को स्वीकार नहीं करता है।
it: Il server remoto non accetta la tua chiave SSH .
ka: დაშორებულ სერვერს თქვენი SSH გასაღები არ მოსწონს.
ko: 원격 서버에서 SSH 키를 거부했습니다.
nl: Server accepteert uw SSH key niet.
nn: Tenaren godtok ikkje SSH-nøkkelen din.
pl: Zdalny serwer nie akceptuje twojego klucza SSH.
pt: O servidor remoto não aceita a sua chave de SSH.
ru: Удалённый сервер не принимает ваш ключ SSH.
sk: Vzdialená server neprijal váš SSH kľúč.
sl: Oddaljeni strežnik ne sprejema vašega ključa SSH.
sv: Fjärrservern accepterar inte din SSH-nyckel.
tr: Uzak sunucu, SSH anahtarınızı kabul etmiyor.
uk: Віддалений сервер відмовив у прийнятті вашого ключа SSH.
zh_tw: 遠端伺服器不接受您的 SSH 金鑰。

source: Remote server SSH fingerprint is unknown.
ar: بصمة SSH الخاصة بالخادوم البعيد غير معروفة.
bs: Udaljeni poslužitelj SSH otiska prsta je nepoznat.
ca: L'empremta digital SSH del servidor remot és desconeguda.
de: Der Fingerabdruck des entfernten Servers ist unbekannt.
eo: Fora servilo SSH-fingrospuro estas nekonata.
es: Se desconoce la huella digital SSH del servidor remoto.
et: Võrguserveri SSH sõrmejälg on tundmatu.
eu: Urruneko zerbitzariaren SSH hatz-marka ezezaguna da.
fr: L'empreinte SSH du serveur distant est inconnue.
gl: Descoñécese a pegada dixital de SSH do servidor remoto.
he: טביעת האצבע של שרת ה־SSH המרוחק לא ידועה.
hi: रिमोट सर्वर एसएसएच अंगुलांक अज्ञात है।
it: Il fingerprint del server remoto SSH è sconosciuto.
ka: დაშორებული სერვერის SSH ანაბეჭდი უცნობია.
ko: 원격 서버의 SSH 지문을 알 수 없습니다.
nl: SSH fingerprint van de server is onbekend.
nn: SSH-fingeravtrykket til tenaren er ukjent.
pl: Odcisk palca zdalnego serwera SSH jest nieznany.
pt: A impressão digital de SSH do servidor remoto é desconhecida.
ru: Отпечаток SSH удалённого сервера неизвестен.
sk: Odtlačok prsta SSH vzdialeného servera je neznámy.
sl: Prstni odtis oddaljenega strežnika SSH ni znan.
sv: Fjärrserverns SSH-fingeravtryck är okänt.
tr: Uzak sunucu SSH parmak izin bilinmiyor.
uk: Невідомий відбиток ключа SSH віддаленого сервера.
zh_tw: 遠端伺服器的 SSH 指紋是未知的。

source: Push URL is incorrect.
ar: مسار الدفع غير صحيح.
bs: Ulazni URL je netačan.
ca: L'URL d'entrega és incorrecta.
de: Ungültige Übertragungs-Adresse.
eo: Puŝ-URL estas malĝusta.
es: La URL de envío es incorrecta.
et: Üleslükkamise URL on vigane.
eu: Bultzatzeko URL okerra da.
fr: L'URL d'empilement est incorrecte.
gl: O URL de envío é incorrecto.
he: כתובת הדחיפה שגויה.
hi: पुश यूआरएल गलत है।
it: L'URL di invio non è corretta.
ka: გადაცემის URL არასწორია.
ko: 푸시 URL이 잘못되었습니다.
nl: Push URL is onjuist.
nn: Innsendingsadressa er feil.
pl: Adres URL popchnięcia jest niepoprawny.
pt: O URL de envio é incorrecto.
ru: Неверный URL для отправки.
sk: Push URL je neplatné.
sl: Naslov za potisk je nekorekten.
sv: Webbadress att sända till är felaktig.
tr: İtme URL'si yanlış.
uk: Некоректна адреса URL надсилання внесків.
zh_tw: 上推 URL 不正確。

source: Unknown error while pushing. Please, check Version Control toolview.
ar: حدث خطأ غير معروف أثناء الدفع. ارجاءً تحقق من عرض أدوات التحكم في الإصدار.
bs: Nepoznata greška prilikom ulaska. Molimo, provjerite Version Control toolview.
ca: Error desconegut en entregar. Comproveu la vista d'eina del control de versions.
de: Unbekannter Fehler bei der Übertragung. Überprüfen Sie dies bitte in der Werkzeugansicht Versionsverwaltung.
eo: Nekonata eraro dum premado. Bonvolu kontroli ilvidon de Versiokontrolo.
es: Ha ocurrido un error desconocido durante el envío. Compruebe la vista de herramientas del control de versiones.
et: Tundmatu tõrge üleslükkamisel. Palun kontrolli versioonihalduse tööriistavaadet.
eu: Errore ezezaguna bultzatzean. Mesedez, ikuskatu bertsio kontrol tresna-barra.
fr: Erreur inconnue lors de l'empilement. Veuillez vérifier la vue des outils de contrôle de versions.
gl: Erro descoñecido ao enviar. Revise a vista de control de versións.
he: שגיאה לא ידועה בזמן דחיפה. נא לבדוק את תצוגת כלי בקרת הגרסאות.
hi: पुश करते समय अज्ञात त्रुटि। कृपया, संस्करण नियंत्रण उपकरण दृश्य देखें।
it: Errore sconosciuto durante l'invio. Controlla la vista degli strumenti della versione di controllo.
ka: უცნობი შეცდომა გადაცემისას. გადაამოწმეთ ვერსიის კონტროლი.
ko: 푸시 중 알 수 없는 오류가 발생했습니다. 버전 관리 보기를 참조하십시오.
nl: Een onbekende fout is opgetreden tijdens het pushen. controleer het weergaveprogramma voor Version Control.
nn: Ukjend feil ved innsending. Kontroller verktøyvisinga for versjonskontroll.
pl: Nieznany błąd podczas popychania. Proszę sprawdzić widok narzędzia kontroli wersji.
pt: Ocorreu um erro desconhecido ao enviar. Verifique por favor a área de Controlo de Versões.
ru: Ошибка отправки изменений. Проверьте представление «Управление версиями».
sk: Neznáma chyba počas pushovania. Prosím skontrolujte Version Control toolview.
sl: Neznana napaka med potiskanjem. Prosimo, preverite pogled orodja za nadzor različic.
sv: Okänt fel vid sändning. Kontrollera versionskontrollens verktygsvy.
tr: İterken bilinmeyen hata. Lütfen Sürüm Denetimi araç görünümünü denetleyin.
uk: Невідома помилка під час надсилання внесків. Будь ласка, ознайомтеся з даними на панелі системи керування версіями.
zh_tw: 上推時發生未知錯誤。請查看「版本控制」工具檢視。

source: Mercurial Heads (%1)
ar: رؤوس ميركيوريال (%1)
bs: Marcurial glave(%1)
ca: Capçaleres de Mercurial (%1)
es: Cabeceras de Mercurial (%1)
et: Mercuriali pead (%1)
eu: «Mercurial»en buruak (%1)
fr: En-têtes Mercurial (%1)
gl: Cabezas de Mercurial (%1)
he: ראשי Mercurial ‏(%1)
hi: मर्कुरियल हेड्स (%1)
it: Intestazioni di Mercurial (%1)
ka: Mercurial-ის ჰედები (%1)
ko: Mercurial 헤드(%1)
nn: Mercurial-hovud (%1)
pt: Versões de Topo do Mercurial (%1)
ru: Ветки Mercurial (%1)
sk: Hlavičky Mercurialu (%1)
sl: Mercurialove glave (%1)
sv: Mercurial huvudobjekt (%1)
tr: Mercurial Kafaları (%1)
uk: Основні гілки Mercurial (%1)
zh_tw: Mercurial 標頭 (%1)

source: Checkout
ar: سحب إيداع
bs: Provjera
ca: Extreu («checkout»)
eo: Elpreno
es: Descargar
et: Tee väljavõte
eu: Atera
fr: Extraire
gl: Obtención
he: שליפה (Checkout)
hi: चेकआउट
it: Scarica
ka: წამოღება
ko: 체크아웃
nn: Sjekk ut
pl: Sprawdzenie
pt: Extrair
ru: Извлечь
sl: Preveri
sv: Checka ut
tr: Çıkış Yap
uk: Отримати
zh_tw: 簽出

source: Merge into Current
ar: ادمج في الحالي
bs: Spoji sa strujom
ca: Fusiona dins de l'actual
de: Mit Aktuellem zusammenführen
eo: Kunfandi en Current
es: Fusionar con el actual
et: Ühenda aktiivsega
eu: Bateratu unekoan
fr: Fusionner dans la branche actuelle
gl: Fusionar co actual
he: מיזוג לנוכחי
hi: वर्तमान में मर्ज करें
it: Fondi con l'attuale
ka: მიმდინარეში შერწყმა
ko: 현재로 합치기
nl: Samenvoegen met huidig
nn: Flett inn i gjeldande
pl: Scal z bieżącym
pt: Reunir com a Actual
ru: Слияние с текущей
sk: Zlúčiť do aktuálneho
sl: Zlij v tekočo
sv: Sammanfoga med nuvarande
tr: Geçerliye Birleştir
uk: Влити до поточної
zh_tw: 合併到目前

source: Close
ar: أغلِق
bs: Zatvori
ca: Tanca
de: Schließen
eo: Fermi
es: Cerrar
et: Sulge
eu: Itxi
fr: Fermer
gl: Pechar
he: סגירה
hi: बंद करें
it: Chiudi
ka: დახურვა
ko: 닫기
nl: Sluiten
nn: Lukk
pl: Zamknij
pt: Fechar
ru: Закрыть
sk: Zavrieť
sl: Zapri
sv: Stäng
tr: Kapat
uk: Закрити
zh_tw: 關閉

source: Mercurial Queues Manager
ar: مدير طوابير ميركيوريال
bs: Mercurial redovi menadzer
ca: Gestor de cues del Mercurial
de: Mercurial-Warteschlangenverwaltung
es: Gestor de colas de Mercurial
et: Mercuriali järjekordade haldur
eu: «Mercurial»en ilara kudeatzailea
fr: Gestionnaire de files d'attente Mercurial
gl: Xestor de colas de Mercurial
he: מנהל תורי Mercurial
hi: मर्कुरियल कतार प्रबंधक
it: Gestore di code di Mercurial
ka: Mercurial-ის რიგების მმართველი
ko: Mercurial 대기열 관리자
nl: Wachtrijbeheerder van Mercurial
nn: Køhandsaming for Mercurial
pl: Menadżer kolejek Mercurial
pt: Gestor de Filas do Mercurial
ru: Управление очередями Mercurial
sk: Správca fronty Mercurial
sl: Upravljalnik Mercurialovih čakalnih vrst
sv: Mercurial-köhantering
tr: Mercurial Kuyruklar Yöneticisi
uk: Керування чергами Mercurial
zh_tw: Mercurial 佇列管理器

source: Insert...
ar: أدرِج...
bs: Ubaci...
ca: Insereix...
de: Einfügen ...
eo: Enigu...
es: Insertar...
et: Lisa...
eu: Txertatu...
fr: Insérer...
gl: Inserir…
he: הוספה…
hi: प्रविष्ट करें...
it: Inserisci...
ka: ჩასმა...
ko: 삽입...
nl: Invoegen...
nn: Set inn …
pl: Wstaw...
pt: Inserir...
ru: Вставить…
sk: Vložiť...
sl: Vstavi...
sv: Infoga...
tr: Ekle...
uk: Вставити…
zh_tw: 插入...

source: Push
ar: ادفع
bs: Gurni
ca: Entrega («push»)
de: Übertragen (Push)
eo: Puŝi
es: Incorporar
et: Lükka üles
eu: Bultzatu
fr: Empiler
gl: Enviar
he: דחיפה
hi: पुश
it: Incorpora
ka: გადაცემა
ko: 푸시
nn: Send inn
pl: Popchnij
pt: Enviar
ru: Отправить
sk: Tlačiť
sl: Potisni
sv: Lägg till
tr: İt
uk: Надіслати
zh_tw: 推入

source: Push All
ar: ادفع الكل
bs: Gurni sve
ca: Entrega-ho tot («push all»)
de: Alles übertragen (push)
eo: Puŝi Ĉion
es: Incorporar todo
et: Lükka kõik üles
eu: Bultzatu dena
fr: Tout empiler
gl: Envialo todo
he: דחיפה של הכול
hi: सभी पुश करें
it: Incorpora tutto
ka: ყველას გადაცემა
ko: 모두 푸시
nl: Push alles
nn: Send inn alt
pl: Popchnij wszystko
pt: Enviar Tudo
ru: Отправить всё
sk: Push všetko
sl: Potisni vse
sv: Lägg till alla
tr: Tümünü İt
uk: Надіслати все
zh_tw: 推入全部

source: Pop
ar: أَخرِج
ca: Recupera («pop»)
de: Zurücknehmen (Pop)
es: Recuperar
et: Kõrvalda
eu: Eskuratu («pop»)
fr: Dépiler
he: שליפה (Pop)
hi: पॉप
it: Recupera
ka: პოპი
ko: 팝
nn: Trekk tilbake
pl: Pobierz
pt: Obter
ru: Извлечь
sl: Snemi
sv: Plocka bort
tr: Patlat
uk: Виштовхнути
zh_tw: 彈出

source: Pop All
ar: أخرج الكلّ
bs: Pokupi sve
ca: Recupera-ho tot («pop all»)
de: Alles zurücknehmen (pop)
eo: Pop Ĉion
es: Recuperar todo
et: Kõrvalda kõik
eu: Eskuratu dena («pop all»)
fr: Tout dépiler
gl: Sacalo todo
he: שליפה (Pop) של הכול
hi: सभी पॉप करें
it: Recupera tutto
ka: ყველას პოპი
ko: 모두 팝
nl: Pop alles
nn: Trekk tilbake alt
pl: Pobierz wszystko
pt: Obter Tudo
ru: Извлечь все
sk: Pop všetko
sl: Snemi vse
sv: Plocka bort alla
tr: Tümünü Patlat
uk: Виштовхнути все
zh_tw: 彈出全部

source: Remove
ar: أزِل
bs: Ukloni
ca: Elimina
de: Entfernen
eo: Forpreni
es: Eliminar
et: Eemalda
eu: Kendu
fr: Supprimer
gl: Retirar
he: הסרה
hi: हटाएँ
it: Rimuovi
ka: წაშლა
ko: 삭제
nl: Verwijderen
nn: Fjern
pl: Usuń
pt: Remover
ru: Удалить
sk: Odstrániť
sl: Odstrani
sv: Ta bort
tr: Kaldır
uk: Вилучити
zh_tw: 移除
